[
{
    "csfd_title": "Arrivée d'un train à la Ciotat, L'",
    "csfd_desc": "Dnes již legendární film bratří Lumiérů, kteří sestrojili první kameru a kopírku v jednom.  Děj je velice jednoduchý. Statická kamera stojí na nádraží a sleduje přijíždějící vlak. Když vlak zastaví, začnou vystupovat a nastupovat cestující.",
    "csfd_url": "/film/137068-prijezd-vlaku-na-nadrazi-v-la-ciotat/\n",
    "imdb_url": "http://www.imdb.com/title/tt0000012/",
    "imdb_title": "Príchod vlaku do stanice La Ciotat",
    "imdb_desc": "A group of people are standing in a straight line along the platform of a railway station, waiting for a train, which is seen coming at some distance. When the train stops at the platform, the line dissolves. The doors of the railway-cars open, and people on the platform help passengers to get off.",
    "id": 1
  },
  {
    "csfd_title": "Sortie des usines Lumière, La",
    "csfd_desc": "Jeden z prvních filmů bratří Lumiérů. Byla to právě továrna jejich otce, kde natáčeli. Je to krátkometrážní jednominutový snímek odchodu dělníků z fabriky. Vše v dobových kostýmech, procházejí muži i ženy. Na konci vrátný zavře za továrnou i filmem vrata.",
    "csfd_url": "/film/137135-vychod-z-tovarny/\n",
    "imdb_url": "http://www.imdb.com/title/tt0000010/",
    "imdb_title": "La Sortie de l'Usine Lumière à Lyon (le Premier Film)",
    "imdb_desc": "A man opens the big gates to the Lumière factory. Through the gateway and a smaller doorway beside it, workers are streaming out, turning either left or right. Most of them are women in long dresses and big hats, but some are men. Suddenly a man with a long apron rushes out through the crowd, followed by a big dog. At last some men on bikes leave the gateway. When all workers have left the factory, the doorkeeper starts closing the gates again.",
    "id": 2
  },
  {
    "csfd_title": "Repas de bébé",
    "csfd_desc": "Tento dokumentární film je z roku 1895, tedy z doby, kdy se na amerických prériích ještě proháněli desperáti jako Jessie James. Vidíme zde natočenou ranní snídani dvou rodičů a jednoho malého dítěte, které sedí mezi nimi. Tatínek se ve starostech činí, maminka popíjí kávičku z malého hrnečku.",
    "csfd_url": "/film/137127-repas-de-bebe/\n",
    "imdb_url": "http://www.imdb.com/title/tt0000029/",
    "imdb_title": "Repas de bébé",
    "imdb_desc": "A baby is seated at a table between its cheerful parents, Auguste and Marguerite Lumière. While the father is feeding the baby with a spoon, the mother is pouring coffee into her cup. The father gives the baby a biscuit, which the baby grabs, but doesn't eat, although both parents encourage it. The father resumes feeding the baby with the spoon.",
    "id": 3
  },
  {
    "csfd_title": "Démolition d'un mur",
    "csfd_desc": "Pravděpodobně jeden z nejjednodušších filmů, jaké kdy uvidíte. Skupina mužů bortí poslední zeď. Donesou velké klády, do kterých se opřou. Poté co zeď spadne v oblacích prachu na zem a dozorčí musí odskočit ji rozeberou krumpáčema.",
    "csfd_url": "/film/137092-bourani-zdi/\n",
    "imdb_url": "http://www.imdb.com/title/tt0000070/",
    "imdb_title": "Démolition d'un mur",
    "imdb_desc": "Auguste Lumière directs four workers in the demolition of an old wall at the Lumière factory. One worker is pressing the wall inwards with a jackscrew, while another is pushing it with a pick. When the wall hits the ground, a cloud of white dust whirls up. Three workers continue the demolition of the wall with picks.",
    "id": 4
  },
  {
    "csfd_title": "Electrocuting an Elephant",
    "csfd_desc": "Film s velmi špatnou vizuální kvalitou. Ne moc zřetelně uvidíte, jak slonice pošlape tři lidi a následně je zabita stejnosměrným proudem. Celé tohle představení má pod sebou podpis věhlasného vědátora a tvůrce Thomase Alvy Edisona. Chtěl tím ukázat, jak je potřebný stejnosměrný proud a jak se dá používat. Po tomto filmu se začaly rozšiřovat elektrická křesla po celých spojených státech. Film má především dokumentární hodnotu.",
    "csfd_url": "/film/137014-electrocuting-an-elephant/\n",
    "imdb_url": "http://www.imdb.com/title/tt0231523/",
    "imdb_title": "Electrocuting an Elephant",
    "imdb_desc": "The execution of Topsy, a female elephant, in a publicity stunt advertising the opening of Luna Park on Coney Island. Topsy was originally owned by Forepaugh Circus where she killed a drunken spectator who burned the tip of her trunk with a cigar. She was sold to Sea Lion Park in 1902 which was then sold to new owners who turned it into Luna Park. After they decided they could no longer handle her, the owners of Luna Park announced they would hang Topsy, leading to an outcry by the ASPCA. The owners then decided they would electrocute the elephant, with a backup plan of feeding her cyanide-laced carrots and strangling her with a cable.",
    "id": 5
  },
  {
    "csfd_title": "Life of an American Fireman",
    "csfd_desc": "Krátkometrážní film kombinující dokumentární a hrané pasáže, zobrazující záchranu ženy a jejího dítěte z hořícího domu. Ve filmu je použito časově narativního opakování děje.",
    "csfd_url": "/film/185017-life-of-an-american-fireman/\n",
    "imdb_url": "http://www.imdb.com/title/tt0000447/",
    "imdb_title": "Life of an American Fireman",
    "imdb_desc": "Porter's sequential continuity editing links several shots to form a narrative of firemen responding to a house fire. They leave the station with their horse drawn pumper, arrive on the scene, and effect the safe rescue of a woman from the burning house. But wait, she tells them of her child yet asleep in the burning bedroom . . .",
    "id": 6
  },
  {
    "csfd_title": "Bataille de neige",
    "csfd_desc": "Bataille de boules de neige, aneb česky koulovačka, nám předvádí, jak se koulovalo na konci 19. století. Vidíme hromadnou bitvu, které se účastní ženy, starší muži a mladíci. Záběr je statický na dlouhou a širokou ulici. Postupně z dálky přijíždí cyklista, který je koulemi svržen z kola.",
    "csfd_url": "/film/236970-bataille-de-neige/\n",
    "imdb_url": "http://www.imdb.com/title/tt0000041/",
    "imdb_title": "Bataille de neige",
    "imdb_desc": "Wintertime in Lyons. About a dozen people, men and women, are having a snowball fight in the middle of a tree-lined street. The cyclist coming along the road becomes the target of opportunity. He falls off his bicycle. He's not hurt, but he rides back the way he came, as the fight continues. Uh-oh. He forgot his cap in the snow.",
    "id": 7
  },
  {
    "csfd_title": "Souvenir Strip of the Edison Kinetoscope",
    "csfd_desc": "Eugen Sandow, považovaný za najsilnejšieho muža svojej doby, predvádza svoju maskulatúru.",
    "csfd_url": "/film/195820-souvenir-strip-of-the-edison-kinetoscope/\n",
    "imdb_url": "http://www.imdb.com/title/tt0203853/",
    "imdb_title": "Souvenir Strip of the Edison Kinetoscope",
    "imdb_desc": "Vaudeville star Eugen Sandow, who claims to be the strongest man in the world, appears in the Thomas Edison Company's film studio. Eugen Sandow, who appears without props or equipment, flexes his muscles and assumes a variety of poses that are designed to highlight his physique.",
    "id": 8
  },
  {
    "csfd_title": "Newark Athlete",
    "csfd_desc": "Snímek z roku 1891 trvající patnáct vteřin zachycuje muže točícího jakýmisi paličkami.",
    "csfd_url": "/film/225137-newark-athlete/\n",
    "imdb_url": "http://www.imdb.com/title/tt0241763/",
    "imdb_title": "Newark Athlete",
    "imdb_desc": "A young man stands before the camera holding a club in each hand, horizontal to the ground. He raises the heads of the two clubs in unison, by rotating the clubs without lifting his arms. The film then shows the same footage over again, at different speeds.",
    "id": 9
  },
  {
    "csfd_title": "Annie Oakley",
    "csfd_desc": "Ženská strelecká exibícia v podaní Annie Oakley.",
    "csfd_url": "/film/221108-annie-oakley/\n",
    "imdb_url": "http://www.imdb.com/title/tt0229220/",
    "imdb_title": "Annie Oakley",
    "imdb_desc": "Annie get your guns. Standing on the left-hand corner of the stage, wearing a cowboy hat, a skirt with fringe at the hem, and a jacket with fringe hanging from the sleeves, Annie Oakley takes a rifle from her assistant, turns, and rapidly fires six shots, cocking the gun after each one, hitting six targets on a board at the other side of the stage. Then, as her assistant moves quickly to the target side of the stage and kneels down, Annie changes guns. The assistant tosses small clay pigeons in the air, one at a time, directly above his head; Annie takes aim and pulverizes each one. She's finished her seventh of these shots when the reel ends.",
    "id": 10
  }
]
